import React from 'react';

export const Home = () => {
    return (
        <div className="home-container">
            <div className="general-info">
                <p>Welcome to our site!</p>
                <div>
                Форматы B2 First (FCE): традиционный с письменным выполнением заданий и компьютерный.

Традиционный формат — письменные задания выполняются на выданных листах карандашом или ручкой. При этом вы можете делать необходимые пометки прямо в тексте задания. Однако вам надо будет тратить время на перенос ответов в специальные бланки.

Компьютерный формат — все письменные задания выполняются на компьютере. Делать пометки не получится, зато не нужно тратить время на перенос ответов в бланк.

Устная часть (Speaking) при любом формате экзамена сдается экзаменатору. При этом Speaking сдается в паре с другим кандидатом, реже втроем. Обычно эту часть экзамена переносят на следующий день после сдачи остальных частей.

Срок действия сертификата: бессрочный.

Срок получения результатов: от 2 до 8 недель.

При сдаче экзамена вы получаете секретный код. Зарегистрировав его на сайте cambridgeenglish.org, можно узнать результаты экзамена до получения сертификата. Так, если вы сдаете компьютерный вариант, то результаты выкладывают через 2 недели после теста, а при традиционном варианте — примерно через 4 недели. Сертификат вы получите приблизительно через 6-8 недель после сдачи экзамена.

Подсчет баллов: Кандидат, успешно сдавший экзамен B2 First (FCE), получает два документа: сам сертификат в печатном виде и Statement of Results в электронном виде. В Statement of Results указаны баллы за каждую часть экзамена, общая оценка и ваш уровень. Вы можете посмотреть пример такого документа на этой странице.

Балл	Оценка	Что вам выдадут
180-190	A	сертификат с оценкой A и уровнем C1 (Advanced) + Statement of Results
173-179	B	сертификат с оценкой B и уровнем B2 (Upper-Intermediate) + Statement of Results
160-172	C	сертификат с оценкой C и уровнем B2 (Upper-Intermediate) + Statement of Results
140-159	Level B1	сертификат с оценкой Level B1 и уровнем B1 (Intermediate) + Statement of Results
122-139	—	Statement of Results, но без сертификата
80-121	—	не выдаются никакие документы
Как видно из таблицы, если вы набрали высокие баллы, то вам выдадут сертификат с указанием следующего (продвинутого) уровня владения английским Advanced. Если же вы набрали менее 122 баллов, никакие документы не выдаются.

Вы также можете посмотреть шкалу соответствия баллов всех кембриджских экзаменов на странице.
                </div>
            </div>
            <div className="articles-list">
                <p className="title">Articals about writing</p>
                <p>1. writing part 1</p>
                <p>2. writing part 1</p>
                <p>3. writing part 1</p>
                <p>4. writing part 1</p>
            </div>
        </div>
    )
}